{
  "about": {
    "content": "My name is Fernanda and I’m detail-oriented person passionate about building technology solutions that are beautiful and useful.\nMy first job I worked as Graphic Designer while I was getting my BS Degree in Communication. In 2011 I started my career as Frontend Developer at CI&amp;T <<a href='https://us.ciandt.com' target='_blank'>us.ciandt.com</a>> and for almost 6 years I worked as part of the Johnson &amp; Johnson development team using agile methodology (I have solid experience with SCRUM rites, such as: planning, daily, demo and retrospect meetings). This experience has honed my keen attention to detail and dedication to solving any problem at hand.\nAs a Frontend Developer, I was responsible for bringing the UX Designer’s wireframes to life through HTML5, CSS3 and Javascript. As well as collaborating with UX Designers and Backend Developers and ensured coherence between all parties to guarantee a well-finished product.\nDuring this time at CI&amp;T, I developed several websites, such as Caring Crowd <<a href='https://www.caringcrowd.org' target='_blank'>caringcrowd.org</a>> which won SXSW Interactive Innovation People's Choice Award, J&amp;J TEDx (TED platform for Johnson &amp; Johnson internal users), the main intranet for the Johnson &amp; Johnson employees (Janssen One), and several global campaigns for the Johnson &amp; Johnson products.\nIn 2016 I moved from Brazil to the USA and I continued working remotely for the same company for almost 1 year. In 2017 I worked as a contractor for HART <<a href='https://www.hartinc.com/' target='_blank'>hartinc.com</a>> for a short period of time.\nLiving abroad has been an amazing experience with a lot of learnings and self-growing, nevertheless, it’s not an easy journey. So I decided to take a career break for a while and invest my time to get to know the American culture and improve my English skills as well.\nMeanwhile, in order to expand my skills, by the time I am not employed I’m focusing my studies on my Javascript skills and keeping myself up-to-date. I’ve been studying the latest news in ES6/ES7 and Angular6+.\nThis page is part of the result of my most recent studies. I designed and developed it using HTML5, CSS3 (Bootstrap4, Sass and Gulp) and Javascript (ES6 - Fetching the content from a JSON file).\nYou can check the code for this page on my GitHub repository <<a href='https://github.com/fefyben/fefyben-personal' target='_blank'>github.com/fefyben/fefyben-personal</a>>."
  },
  "portfolio": {
    "projects": [
      {
        "title": "Fefy Cooking",
        "description": "",
        "skills-list": [],
        "image": "",
        "url": ""
      },
      {
        "title": "Fefy Cooking",
        "description": "",
        "skills-list": [],
        "image": "",
        "url": ""
      }
    ]
  },
  "skillset": {
    "skillsList": {
      "HTML5": "80",
      "CSS3": "90",
      "Javascript": "60",
      "Bootstrap": "70",
      "Sass": "90",
      "Gulp": "60",
      "Angular": "50",
      "Responsive Design": "80",
      "Git": "40"
    }
  },
  "contact": {
    "content": ""
  }
}