{
  "about": {
    "content": "I'm Fernanda, passionate about Front End development and delivering technology solutions that positively impact people's lives.\nI started my career as a Graphic Designer, while I was getting my BS Degree in Communication and this experience has honed my keen attention to detail and dedication to solving any problem at hand.\nAs Front End Developer, I started to work for CI&amp;T (https://us.ciandt.com) where I was part of the Johnson &amp; Johnson development team. My professional experience includes bringing the wireframes of the UX designer to life through HTML5, CSS3, and Javascript. As well as collaborating with UX designers and Back End Developers and ensured coherence between all parties to guarantee a well-finished product.\nAs part of my work routine: I worked in Agile Methodology settings using SCRUM; I tested Front End code in multiple browsers to ensure cross-browser compatibility; I followed the W3C UI best practices and code standards; I participated in projects in all stages of the product life cycle; I developed several global campaigns for Johnson &amp; Johnson's websites.\nIn 2016 I moved from Brazil to the USA, and in 2017 I worked remotely as a contractor for HART (https://www.hartinc.com/). After that, I decided to take a career break for a while and invest my time to get to know a new culture and improve my English skills.\nDuring this time that I am not employed, I’d like to expand my professional skills as well. So, I’m also focusing my studies on Modern Javascript and the latest Angular versions in order to keep myself up-to-date.\nThis page is part of the result of my most recent studies. I designed and developed it using HTML5, CSS3 (Bootstrap4, Sass and Gulp) and Javascript (ES6 - Fetching the content from a JSON file)."
  },
  "portfolio": {
    "projects": [
      {
        "title": "Fefy Cooking",
        "description": "",
        "skills-list": [],
        "image": "",
        "url": ""
      },
      {
        "title": "Fefy Cooking",
        "description": "",
        "skills-list": [],
        "image": "",
        "url": ""
      }
    ]
  },
  "skillset": {
    "skillsList": {
      "HTML5": "80",
      "CSS3": "90",
      "Javascript": "60",
      "Bootstrap": "70",
      "Sass": "90",
      "Gulp": "60",
      "Angular": "50",
      "Responsive Design": "80",
      "Git": "40"
    }
  },
  "contact": {
    "content": ""
  }
}